const category = [{
  name: '神经系统疾病',
  list: [
   '阿尔茨海默症',
   '病毒性脑膜炎',
   '不宁腿综合征',
   '迟发性运动障碍',
   '创伤性脑水肿'
  ]
}, {
  name: '消化系统疾病',
  list: [
  '便秘',
  '肠绞痛',
  '胆道梗阻',
  '胆结石',
  ]
},
{
  name: '免疫系统疾病',
  list: [
    '骨质坏死',
    '老年性紫癜',
    '痛风',
  ]
},
{
  name: '血液系统疾病',
  list: [
    '高钾血症',
    '缺铁性贫血',
  ],
},
{
  name: '心血管系统疾病',
  list: [
    '原发性高血压',
  ]
}, {
  name: '感染性疾病',
  list: [
    '艾滋病',
    '埃博拉病毒',
    '白喉',
    '百日咳（儿童）',
    '肺结核'
  ]
}, {
  name: '内分泌及代谢疾病',
  list: [
    '半乳糖血症',
    '儿童低血糖',
    '肥胖'
  ]
}, {
  name: '儿科疾病',
  list: [
    '矮小症',
    '遗尿症',
  ]
}, {
  name: "妇、产疾病",
  list: [
    '肩难产',
    '卵巢囊肿',
    '复发性流产',
  ]
}, {
  name: '精神障碍',
  list: [
    '拔毛癖',
    '场所恐惧症',
  ]
}, {
  name: '皮下组织疾病',
  list: [
    '白化病',
    '斑秃',
    '丹毒',
  ]
}, {
  name: '眼科疾病',
  list: [
    '剥落性青光眼',
    '低视力',
  ]
},  {
  name: '口腔疾病',
  list: [
    '根管治疗',
  ]
}, {
  name: '急、重症',
  list: [
    '百草枯中毒',
    '肝衰竭',
    '蘑菇中毒',
    '急性酒精中毒',
  ]
}
]

export default category;
